Repository: lilarock3rs/bp-group-documents
Catalog: 1.0/languages/bp-group-documents-*.po
Languages: pt_br

source: Documents
pt_br: Documentos

source: Settings saved successfully
pt_br: Configurações salvas com sucesso

source: Delete
pt_br: Excluir

source: Edit
pt_br: Editar

source: Save Changes
pt_br: Salvar mudanças

source: All Group Members
pt_br: Todos os membros do grupo

source: %s uploaded the file: %s to %s
pt_br: %s carregou o arquivo: %s to %s

source: %s edited the file: %s in %s
pt_br: %s editou o arquivo: %s em %s

source: %s deleted the file: %s from %s
pt_br: %s removeu o arquivo: %s em %s

source: Bulk File Uploads
pt_br: Carregar arquivos diversos

source: Select Group...
pt_br: Selecione o grupo...

source: Move File
pt_br: Mover arquivo

source: You must choose a group for the file.
pt_br: Você deve escolher um grupo para o arquivo.

source: Document moved successfully.
pt_br: Documento movido com sucesso.

source: There was a problem saving the file info.
pt_br: Houve um problema ao salvar as informações do arquivo.

source: There was a problem moving the file.
pt_br: Houve um problema ao mover o arquivo.

source: %s Documents Moved.
pt_br: %s documentos movidos.

source: Settings Updated.
pt_br: Configurações atualizadas.

source: Valid File Formats
pt_br: Formatos de arquivo aceitos

source: Items per Page
pt_br: Itens por página

source: Upload Permission:
pt_br: Permissões de envio

source: Members &amp; Moderators
pt_br: Membros &amp; Moderadores

source: Moderators Only
pt_br: Somente Moderadores

source: Let individual moderators decide
pt_br: Deixar que os moderadores decidam individualmente

source: Use Categories
pt_br: Usar Categorias

source: Display Icons
pt_br: Mostrar Ícones

source: Display File Size
pt_br: Mostrar tamanho do arquivo

source: Save Settings
pt_br: Salvar configurações

source: Category:
pt_br: Categoria:

source: All
pt_br: Todas

source: Go
pt_br: Ir

source: Order by:
pt_br: Ordenar por:

source: Newest
pt_br: Mais novo

source: Alphabetical
pt_br: Alfabética

source: Most Popular
pt_br: Mais popular

source: Uploaded by %s on %s
pt_br: Enviado por %s em %s

source: Choose File:
pt_br: Selecione arquivo:

source: Featured Document
pt_br: Documentos disponíveis

source: Display Name:
pt_br: Nome a ser mostrado:

source: Description:
pt_br: Descrição:

source: Upload a New Document
pt_br: Enviar um novo documento

source: The item to delete could not be found
pt_br: Não foi possível encontrar o ítem a ser excluído

source: There was a security problem
pt_br: Houve um problema de segurança

source: Group Document Categories
pt_br: Categorias de documentos do grupo

source: Whoops! There was no file selected for upload.
pt_br: Ops! Não foi selecionado arquivo para carga.

source: The type of document submitted is not allowed
pt_br: O tipo de documento submetido não é aceito

source: There was a problem; your file is larger than is allowed by the site administrator.
pt_br: Houve um problema. Seu arquivo é maior do que o permitido pelo administrador do site.

source: There was a problem; the file was only partially uploaded.
pt_br: Houve um problema. O arquivo foi carregado apenas parcialmente.

source: There was a problem; no file was found for the upload.
pt_br: Houve um problema. Nenhum arquivo foi encontrado para carga.

source: There was a problem; the temporary folder for the file is missing.
pt_br: Houve um problema. A pasta de armazenamento temporária não foi encontrada.

source: There was a problem; the file could not be saved.
pt_br: Houve um problema. Não foi possível armazenar o arquivo.

source: There was a problem saving your file, please try again.
pt_br: Houve um problema ao armazenar seu arquivo. Tente novamente por favor.

source: Document successfully uploaded
pt_br: Documento carregado com sucesso

source: A member uploads a document to a group you belong to
pt_br: Um membro envia um documento para um grupo a que você pertence

source: A member uploads a document to a group for which you are an moderator/admin
pt_br: Um membro envia um documento para um grupo do qual você é moderador/administrador

source: A document was uploaded to %s
pt_br: Um documento foi enviado para %s

source: %s uploaded a new file: %s to the group: %s. To see %s's profile: %s To see the group %s's homepage: %s To download the new document directly: %s ------------------------
pt_br: %s enviou um novo arquivo (%s) para o grupo %s. Para ver o perfil de %s: %s Para ver a página inicial do grupo %s: %s Para acessar diretamente o novo documento: %s ------------------------

source: To disable these notifications please log in and go to: %s
pt_br: Para desabilitar os avisos por favor faça login e vá para %s

source: Document successfully edited
pt_br: Documento editado com sucesso

source: Edit Document
pt_br: Editar documento

source: Document successfully deleted
pt_br: Documento excluído com sucesso

source: Viewing item %s to %s (of %s items)
pt_br: Visualizando itens de %s a %s (de %s itens)

source: Title:
pt_br: Título:

source: Filter by Group:
pt_br: Filtro por grupo:

source: Number of items to show:
pt_br: Número de itens a mostrar:
