Repository: lilarock3rs/bp-group-documents
Catalog: languages/bp-group-documents-*.po
Languages: sv_se

source: Documents
sv_se: Dokument

source: There was an error saving, please try again
sv_se: Filen kunde inte sparas, vänligen försök igen.

source: Settings saved successfully
sv_se: Inställningarna sparades

source: Category List for
sv_se: Kategorilista för

source: Update
sv_se: Uppdatera

source: Delete
sv_se: Ta bort

source: Edit
sv_se: Redigera

source: Add
sv_se: Lägg till

source: Save Changes
sv_se: Spara ändringar

source: Upload Permissions:
sv_se: Uppladdningsrättigheter:

source: All Group Members
sv_se: Alla gruppmedlemmar

source: Only Group's Administrators and Moderators
sv_se: Endast gruppadministratörer och -moderatorer

source: Group %s category deleted successfully
sv_se: Grupp%s-kategorin togs bort

source: No changes were made. This %s category name is used already
sv_se: Inga ändringar gjordes. Detta %skategorinamn används redan

source: Group %s category renamed successfully
sv_se: Grupp%skategorin döptes om

source: New group %s category created
sv_se: Ny %skategori skapades

source: Upload Permissions changed successfully
sv_se: Uppladdningsrättigheterna ändrades

source: No changes were made. Either error or you didn't change anything
sv_se: Inga ändringar gjordes.

source: %s uploaded the file: %s to %s
sv_se: %s laddade upp filen %s i %s

source: %s edited the file: %s in %s
sv_se: %s redigerade filen: %s in %s

source: %s deleted the file: %s from %s
sv_se: %s tog bort filen %s från %s

source: Show New Group %s
sv_se: Visa nya grupp%s

source: Show Group %s Edits
sv_se: Visa redigeringar av grupp%s

source: Bulk File Uploads
sv_se: Ladda upp flera filer

source: Select Group...
sv_se: Välj grupp…

source: Move File
sv_se: Flytta fil

source: You must choose a group for the file.
sv_se: Du måste välja en grupp för din fil.

source: Document moved successfully.
sv_se: Dokumentet har flyttats.

source: There was a problem saving the file info.
sv_se: Det gick inte att spara information om filen.

source: There was a problem moving the file.
sv_se: Det gick inte att flytta filen.

source: Settings
sv_se: Inställningar

source: %s Documents Moved.
sv_se: %s dokument flyttade.

source: Settings Updated.
sv_se: Inställningarna uppdaterades.

source: Use this name instead of "documents"
sv_se: Använd detta namn istället för "documents"

source: Valid File Formats
sv_se: Giltiga filformat

source: Items per Page
sv_se: Objekt per sida

source: Upload Permission:
sv_se: Uppladdningsrättigheter:

source: Members &amp; Moderators
sv_se: Medlemmar &amp; moderatorer

source: Moderators Only
sv_se: Endast moderatorer

source: Let individual moderators decide
sv_se: Låt enskilda moderatorer bestämma

source: Use Categories
sv_se: Använd kategorier

source: Display Icons
sv_se: Visa ikoner

source: Display File Size
sv_se: Visa filstorlek

source: Display File Downloads
sv_se: Visa filnedladdningar

source: Save Settings
sv_se: Spara inställningar

source: Group
sv_se: Grupp

source: List
sv_se: lista

source: Category:
sv_se: Kategori:

source: All
sv_se: Alla

source: Go
sv_se: Skicka

source: Order by:
sv_se: Sortera efter:

source: Newest
sv_se: Senaste

source: Alphabetical
sv_se: Bokstavsordning

source: Most Popular
sv_se: Populäraste

source: Uploaded by %s on %s
sv_se: Uppladdat av %s, %s

source: downloads since then.
sv_se: nedladdningar sedan dess.

source: There are no documents in the selected category.
sv_se: Det finns inga dokument i den valda kategorin.

source: There are no documents uploaded for this group.
sv_se: Det finns inga uppladdade dokument i den här gruppen.

source: Choose File:
sv_se: Välj fil:

source: Featured Document
sv_se: Dokument i fokus

source: Display Name:
sv_se: Dokumentets titel:

source: Description:
sv_se: Beskrivning:

source: Save
sv_se: Spara

source: Upload a New Document
sv_se: Ladda upp ett nytt dokument

source: The item to delete could not be found
sv_se: Filen som skulle tas bort kunde inte hittas

source: There was a security problem
sv_se: Ett säkerhetsproblem uppstod

source: Group Document Categories
sv_se: Gruppdokument-kategorier

source: Whoops! There was no file selected for upload.
sv_se: Oops! Det fanns ingen fil vald för uppladdning.

source: The type of document submitted is not allowed
sv_se: Denna filtyp är inte tillåten

source: There was a problem; your file is larger than is allowed by the site administrator.
sv_se: Ett problem uppstod: Filen är större än vad som är tillåtet.

source: There was a problem; the file was only partially uploaded.
sv_se: Ett problem uppstod: Filen laddades bara upp delvis.

source: There was a problem; no file was found for the upload.
sv_se: Ett problem uppstod: Filen som ska laddas upp hittades inte.

source: There was a problem; the temporary folder for the file is missing.
sv_se: Ett problem uppstod: En tillfällig dokumentmapp saknas.

source: There was a problem; the file could not be saved.
sv_se: Ett problem uppstod: Filen kunde inte sparas.

source: There was a problem saving your file, please try again.
sv_se: Ett problem uppstod när filen skulle sparas, vänligen försök igen.

source: In category:
sv_se: I kategorin:

source: New Category...!
sv_se: Ny kategori

source: You must select a file to upload!
sv_se: Du måste välja ett dokument att ladda upp!

source: Are you sure you wish to permanently delete this document?
sv_se: Är du säker på att du vill radera detta dokument?

source: The file could not be found.
sv_se: Filen kunde inte hittas

source: Upload document (+)
sv_se: Ladda upp ett dokument

source: Document successfully uploaded
sv_se: Dokumentet har laddats upp

source: A member uploads a document to a group you belong to
sv_se: Ett dokument har laddats upp i en grupp du tillhör

source: A member uploads a document to a group for which you are an moderator/admin
sv_se: Ett dokument har laddats upp i en grupp du är ansvarig för

source: A document was uploaded to %s
sv_se: Ett dokument laddades upp i %s

source: %s uploaded a new file: %s to the group: %s. To see %s's profile: %s To see the group %s's homepage: %s To download the new document directly: %s ------------------------
sv_se: %s laddade upp en ny fil: %s till gruppen: %s. Visa %ss profil: %s Visa gruppen %s: %s Ladda ned dokumentet direkt: %s ------------------------

source: To disable these notifications please log in and go to: %s
sv_se: För att avaktivera dessa meddelanden, logga in och gå till: %s

source: Document successfully edited
sv_se: Dokumentet har redigerats

source: You don't have permission to upload files
sv_se: Du har inte rättighet att ladda upp filer

source: Edit Document
sv_se: Redigera dokument

source: Document successfully deleted
sv_se: Dokumentet har tagits bort

source: Viewing item %s to %s (of %s items)
sv_se: Visar dokument %s till %s (av totalt %s)

source: Recent Group %s
sv_se: Nyligen uppladdade grupp%s

source: The most recently uploaded group %s. Only from public groups
sv_se: De senast uppladdade grupp%s (från publika grupper)

source: posted in %s
sv_se: publicerad i %s

source: There are no %s to display.
sv_se: Det finns inga %s att visa.

source: Title:
sv_se: Titel:

source: Filter by Group:
sv_se: Filtrera på grupp:

source: Show featured %s only
sv_se: Visa enbart %s i fokus

source: Number of items to show:
sv_se: Antal filer att visa:

source: Popular Group %s
sv_se: Populära grupp%s

source: The most commonly downloaded group %s. Only for public groups
sv_se: The mest nedkladdade grupp%s (från publika grupper)

source: downloads
sv_se: nedladdningar

source: Show downloads
sv_se: Visa nedladdningar

source: %s in your groups
sv_se: %s i dina grupper

source: %s for a logged in user's groups.
sv_se: %s för en inloggad användares grupper.

source: Recent %s from your Groups
sv_se: Nya %s i dina grupper
